Repository: vzupanovic/Network-Manager-p.0.9.8.2
Catalog: po/*.po
Languages: ne

source: Cannot add VPN connection
ne: भीपीएन जडान थप गर्न सकिँदैन

source: No suitable VPN software was found on your system. Contact your system administrator.
ne: तपाईँको प्रणालीमा कुनै अनुकूल भीपीएन सफ्टवेयर फेला परेन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Cannot import VPN connection
ne: भीपीएन जडान आयात गर्न सकिँदैन

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
ne: फाइल '%s' आयात गर्न भीपीएन जडान प्रकार '%s' का लागि उपयोगी सफ्टवेयर फेला पार्न सकिँदैन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Error retrieving VPN connection '%s'
ne: भीपीएन जडान पुन: प्राप्ति गर्दा त्रुटि '%s'

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
ne: भीपीएन जडान प्रकार '%s' का लागि यूआई फाइलहरू फेला पार्न सकेन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Delete VPN connection "%s"?
ne: भीपीएन जडान "%s" मेट्नुहुन्छ ?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
ne: भीपीएन जडान "%s" बारेका सबै जानकारी हराउनेछन् र तपाईँलाई नयाँ जडान सिर्जना गर्न जानकारी उपलब्ध गराउन प्रणाली प्रशासक आवश्यक पर्दछ ।

source: Unable to load
ne: लोड गर्न असक्षम

source: Cannot find some needed resources (the glade file)!
ne: केही आवश्यक संसाधानहरू फेला पार्न सकिँदैन (ग्लेड फाइल)!

source: Edit VPN Connection
ne: भीपीएन जडान सम्पादन गर्नुहोस्

source: Add a new VPN connection
ne: नयाँ भीपीएन जडान थप्नुहोस्

source: Choose which type of VPN connection you wish to create.
ne: तपाईँ कस्तो प्रकारको भीपीएन जडान सिर्जना गर्न चाहनुहुन्छ रोज्नुहोस् ।

source: Connect to:
ne: जडान गर्नुहोस्:

source: Create VPN Connection
ne: भीपीएन जडान सिर्जना गर्नुहोस्

source: Create VPN Connection - 1 of 2
ne: भीपीएन जडान सिर्जना गर्नुहोस् - २ को १

source: Create VPN Connection - 2 of 2
ne: भीपीएन जडान सिर्जना गर्नुहोस् - २ को २

source: Delete the selected VPN connection
ne: चयन गरिएका भीपीएन जडान मेट्नुहोस्

source: E_xport
ne: निर्यात गर्नुहोस्

source: Edit the selected VPN connection
ne: चयन गरिएका भीपीएन जडान सम्पादन गर्नुहोस्

source: Export the VPN settings to a file
ne: फाइलमा भीपीएन सेटिङ निर्यात गर्नुहोस्

source: Export the selected VPN connection to a file
ne: फाइलमा चयन गरिएका भीपीएन जडान निर्यात गर्नुहोस्

source: Finish Creating VPN Connection
ne: भीपीएन जडानको सिर्जना समाप्त गर्नुहोस्

source: Manage Virtual Private Network Connections
ne: अवास्तविक नीजि सञ्जाल जडानहरू प्रबन्ध गर्नुहोस्

source: This assistant will guide you through the creation of a connection to a Virtual Private Network (VPN). It will require some information, such as IP addresses and secrets. Please see your system administrator to obtain this information.
ne: यो सहयोगले तपाईँलाई अवास्तविक नीजि सञ्जाल (भीपीएन) मा जडानको सिर्जना मार्फत मार्गदर्शन गर्नेछ । यसलाई केही सूचनाको आवश्यक पर्नेछ, जस्तै आईपी ठेगानाहरू र गोप्य कुराहरू । कृपया यो जानकारी प्राप्त गर्न तपाईँको प्रणाली प्रशासकलाई सोध्नुहोस् ।

source: VPN Connections
ne: भीपीएन जडान

source: WPA Automatic
ne: WPA स्वचालित

source: WPA2 Automatic
ne: WPA2 स्वचालित

source: none
ne: कुनै पनि होइन

source: unable to create netlink socket for monitoring wired ethernet devices - %s
ne: तारसहितको इथरनेट यन्त्रहरूको अनुगमनका लागि नेटलिङ्क सकेट सिर्जना गर्न असक्षम - %s

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
ne: तारसहितको इथरनेट यन्त्रको अनुगमनका लागि नेटलिङ्क सकेटमा बाइन्ड गर्न असक्षम - %s

source: operation took too long
ne: सञ्चालनले धेरै लामो समय लियो

source: received data from wrong type of sender
ne: गलत प्रकारको प्रेषकबाट पठाएको डेटा प्राप्त गरियो ।

source: received data from unexpected sender
ne: अनपेक्षित प्रेषकबाट पठाएको डेटा प्राप्त गरियो

source: too much data was sent over socket and some of it was lost
ne: सकेट माथी धेरै डेटाहरू पठाइयो र त्यसमध्ये केही हराएको थियो ।

source: error occurred while waiting for data on socket
ne: सकेटमा डेटा प्रतिक्षा गर्दा त्रुटि देखापर्यो

source: WPA2 Enterprise
ne: WPA2 उद्यमशीलता

source: WPA Enterprise
ne: WPA उद्यमशीलता
